Repository: wp-plugins/ngg-simple-history
Catalog: lang/ngg-simple-history-*.po
Languages: da_dk, nl_nl

source: Logs events from NextCellent
da_dk: Logs events fra NextCellent Gallerier
nl_nl: Loggebeurtenissen van NextCellent

source: Created gallery "{gallery_title}"
da_dk: Tilføjede galleriet "{gallery_title}"
nl_nl: Galerij "{gallery_title}" gemaakt

source: Updated gallery "{gallery_title}"
da_dk: Opdaterede galleriet "{gallery_title}"
nl_nl: Galerij "{gallery_title}" bewerkt

source: Deleted gallery #{gallery_id}
da_dk: Slettede galleriet "{gallery_title}"
nl_nl: Galerij #{gallery_id} verwijderd

source: Added a new page to gallery "{gallery_title}"
da_dk: Tilføjede en ny side til galleriet "{gallery_title}"
nl_nl: Nieuwe pagina toegevoegd aan galerij "{gallery_title}"

source: Added {image_count} image(s) to gallery "{gallery_title}"
da_dk: Tilføjede {image_count} billede(r) til galleriet "{gallery_title}"
nl_nl: {image_count} afbeelding(en) toegevoegd aan galerij "{gallery_title}"

source: Added album "{album_title}" (# {album_id})
da_dk: Tilføjede album "{album_title}" (# {album_id})
nl_nl: Album "{album_title}" toegevoegd (# {album_id})

source: Updated album "{album_title}" (# {album_id})
da_dk: Opdaterede album "{album_title}" (# {album_id})
nl_nl: Album "{album_title}" bewerkt (# {album_id})

source: Deleted album #{album_id}
da_dk: Slettede album #{album_id}
nl_nl: Album #{album_id} verwijderd

source: Updated NextCellent options
da_dk: Opdaterede Gallerier Indstillingerne
nl_nl: NextCellent-opties bijgewerkt

source: Deleted image #{image_id}
da_dk: Slettede billede #{image_id}
nl_nl: Afbeelding #{image_id} verwijderd

source: Updated image {file_name} (gallery #{gallery_id})
da_dk: Opdaterede billede {file_name} (gallery #{gallery_id})
nl_nl: Afbeelding {file_name} (galerij #{gallery_id}) bewerkt

# NextCellent logger: search
source: Added gallery
da_dk: Tilføjede galleri
nl_nl: Galerij toegevoegd

# NextCellent logger: search
source: Updated gallery
da_dk: Opdaterede galleri
nl_nl: Galerij bijgewerkt

# NextCellent logger: search
source: Deleted gallery
da_dk: Slettede galleri
nl_nl: Galerij verwijderd

# NextCellent logger: search
source: Added new page to gallery
da_dk: Tilføjede ny side til galleri
nl_nl: Nieuwe pagina voor galerij

# NextCellent logger: search
source: Added images
da_dk: Tilføjede billeder
nl_nl: Afbeeldingen toegevoegd

# NextCellent logger: search
source: Added album
da_dk: Tilføjede album
nl_nl: Albums toegevoegd

# NextCellent logger: search
source: Updated album
da_dk: Opdaterede album
nl_nl: Album bijgewerkt

# NextCellent logger: search
source: Deleted album
da_dk: Slettede album
nl_nl: Album verwijderd

# NextCellent logger: search
source: Updated options
da_dk: Opdaterede indstillinger
nl_nl: Opties bijgewerkt

# NextCellent logger: search
source: Deleted image
da_dk: Slettede billede
nl_nl: Afbeelding verwijderd

# NextCellent logger: search
source: Updated image
da_dk: Opdaterede billede
nl_nl: Afbeeldingen bijgewerkt

source: Created gallery "<a href="{gallery_link}">{gallery_title}</a>"
da_dk: Tilføjede galleri "<a href="{gallery_link}">{gallery_title}</a>"
nl_nl: Galerij "<a href="{gallery_link}">{gallery_title}</a>" gemaakt

source: Added {image_count} image(s) to gallery "<a href="{gallery_link}">{gallery_title}</a>"
da_dk: Tilføjede {image_count} billede(r) til galleri "<a href="{gallery_link}">{gallery_title}</a>"
nl_nl: {image_count} afbeelding(en) toegevoegd aan galerij "<a href="{gallery_link}">{gallery_title}</a>"

source: Updated gallery "<a href="{gallery_link}">{gallery_title}</a>"
da_dk: Opdaterede galleri "<a href="{gallery_link}">{gallery_title}</a>"
nl_nl: Galerij "<a href="{gallery_link}">{gallery_title}</a>" bewerkt

source: Added new page to gallery "<a href="{gallery_link}">{gallery_title}</a>"
da_dk: Tilføjede ny side til galleri "<a href="{gallery_link}">{gallery_title}</a>"
nl_nl: Nieuwe pagina toegevoegd aan galerij "<a href="{gallery_link}">{gallery_title}</a>"

source: Added album "<a href="{album_link}">{album_title}</a>" (# {album_id})
da_dk: Tilføjede album "<a href="{album_link}">{album_title}</a>" (# {album_id})
nl_nl: Album "<a href="{album_link}">{album_title}</a>" toegevoegd (# {album_id})

source: Updated album "<a href="{album_link}">{album_title}</a>" (# {album_id})
da_dk: Opdaterede album "<a href="{album_link}">{album_title}</a>" (# {album_id})
nl_nl: Album "<a href="{album_link}">{album_title}</a>" bewerkt (# {album_id})

source: Deleted album # {album_id}
da_dk: Slettede album #{album_id}
nl_nl: Album # {album_id} verwijderd

source: Updated image <a href="{url}">{file_name}</a> (gallery <a href="{gallery_link}">{gallery_title}</a>)
da_dk: Opdaterede billede <a href="{url}">{file_name}</a> (galleri: <a href="{gallery_link}">{gallery_title}</a>)
nl_nl: Afbeelding <a href="{url}">{file_name}</a> (galerij <a href="{gallery_link}">{gallery_title}</a>) bewerkt

source: NGG History requires PHP 5.3 or later (you have version %s).
da_dk: NGG History kræver PHP 5.3 eller senere (du anvender version %s).
nl_nl: NGG History vereist PHP 5.3 of later (je hebt versie %s).

source: NGG History requires SimpleHistory and NextCellent in order to work.
da_dk: NGG History kræver SimpleHistory og NextCellent for at virke.
nl_nl: NGG History vereist SimpleHistory en NextCellent om te werken.

source: Adds NextCellent (and soon NextGEN) integration to SimpleHistory.
nl_nl: Voegt NextCellent-integratie toe aan SimpleHistory.
